<template>
  <div class="xieyi">
    <h2 class="title">Register for the Terms of Service</h2>
    <p class="title">
      尊敬的用户，欢迎您注册使用本站。
    </p>
    <p>注册前仔细服务条款：
      双方均为网站和网站的用户。 本服务协议具有合同效力。
      您确认本服务协议后，本服务协议即在您与本网站之间发生法律效力。
      请务必在注册前仔细阅读完整服务协议，如有任何问题可咨询本网站。
      无论您在注册前是否实际仔细阅读本服务协议，只要您点击原协议下的“注册”按钮并按照本网站注册程序成功注册为用户，即表示您同意并签署本服务协议
    <p class="title">
      1. 对本网站服务条款的确认和接受
    </p>
    <p>
      本网站各项服务的所有权和运营权均属于本网站
    </p>
    <p class="title">
      2.注册后即可获得NGN 200-300。
    </p>
    <p class="title">3. 用户必须是:</p>
    <p>
      (1) 提供访问互联网所需的设备，包括个人电脑、调制解调器或其他必要的互联网访问设备。
    </p>
    <p>(2) 自己支付与服务相关的电话和网络费用</p>
    <p class="title">
      4. 用户不得在本网站交易平台发布下列违法信息：
    </p>
    <p>(1) 反对宪法确定的基本原则的; </p>
    <p>
      (2) 谁危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一;
    </p>
    <p>(3) 损害国家荣誉与利益;</p>
    <p>
      (4) 煽动民族仇恨、民族歧视，破坏民族团结;
    </p>
    <p>
      (5) 谁破坏国家宗教政策，宣扬邪教和封建迷信;
    </p>
    <p>
      (6) 谁散播谣言，扰乱社会秩序，破坏社会稳定;
    </p>
    <p>
      (7) 淫秽、色情、赌博、暴力、谋杀、恐怖或教唆犯罪;
    </p>
    <p>
      (8) 孤立或诽谤他人，侵害他人合法权益的;
    </p>
    <p>
      (9) 含有法律、行政法规禁止的其他内容的.
    </p>
    <p class="title">5. 相关个人信息</p>
    <p>用户同意:</p>
    <p>(1) 提供及时、详尽和准确的个人信息</p>
    <p>(2).. 同意接收来自本网站的信息.</p>
    <p>
      (3) 不断更新报名材料，满足及时、详尽、准确的要求. 所有最初键入的数据将被称为注册数据.
    </p>
    <p>
      (4). 本网站不公开用户的姓名、地址、电子邮箱和化名，以下情况除外:
    </p>
    <p>(a) 用户授权本网站公开这些信息.</p>
    <p>
      (b) 相应的法律和程序要求本网站提供用户的个人信息.
      如果用户提供的信息中包含不正确的信息, 本网站保留终止用户使用网站信息服务资格的权利.
    </p>
    <p class="title">
      6. 用户应选择稳定性和安全性较好的电子邮箱, 并同意接受和阅读本网站向用户发送的各种电子邮件.
      如因用户邮箱或用户邮件收发程序本身问题导致用户未能及时从其邮箱接收邮件或无法正常接收, 阅读,
      只要本网站已成功发送邮件 电子邮件, 则视为用户已收到相关电子邮件.
      以邮件在消息服务器上记录的投递时间为投递时间.
    </p>
    <p class="title">7. 服务条款</p>
    <p>
      本网站有权在必要时修改服务条款, 服务条款一旦变更, 将在重要页面提示.
      如果您不同意所做的修改, 用户可以主动取消本网站的信息服务.
      如果用户继续享受本网站信息服务,则视为接受服务条款的变更. 本网站保留随时修改或中断服务的权利, 恕不另行通知修改或中断服务的权利,不对用户或第三方承担任何责任.
    </p>
    <p class="title">8. User privacy system</p>
    <p>
      尊重用户个人隐私是本网站的一项基本政策.
      因此, 本网站不会公开, 编辑或披露其注册的
      未经合法用户授权而在网站上保留的信息和非公开内容, 除非法律许可或本网站出于善意的要求在四种情况下必须公开这些信息:
    </p>
    <p>
      (1) 遵守相关法律法规，遵守本网站合法服务程序.
    </p>
    <p>(2) 维护本网站的商标所有权.</p>
    <p>
      (3) 努力在紧急情况下维护用户和公众的隐私.
    </p>
    <p>(4) 满足其他相关要求.</p>
    <p>本网站保留对信息进行分析的权利.</p>
    <p class="title">9. 用户帐号, 密码及安全</p>
    <p>
      一旦您成功注册成为用户，您将获得一个密码和帐号. 如果您不妥善保管您的帐号和密码, 您将承担全部责任.
      此外, 每个用户对其帐户中的所有活动和事件负全部责任. 您可以随时根据指示更改密码, 或结束旧帐户以重新打开新帐户.
      用户同意立即通知网站任何非法使用用户帐户或安全漏洞的行为.
    </p>
    <p class="title">10.提供担保</p>
    <p>
    </p>
    <p class="title">11. 有限责任</p>
    <p>
      本站对因不当使用本站服务或用户传送的信息缺失等而引起的任何直接, 间接, 偶然, 特殊和后果性的损害不承担任何责任.
      所有这些行为都可能损害本站的形象, 因此 提前提出此类损坏的可能性, 同时尽量避免.
    </p>
    <p class="title">12. 信息的存储和限制</p>
    <p>
      本网站有权判定用户的行为是否符合本网站服务条款的要求和精神，本网站有权要求用户中断其账号服务.
    </p>
    <p class="title">13. 用户管理</p>
    <p>用户必须遵守:</p>
    <p>(1) 不得将信息服务用于非法用途.</p>
    <p>(2) 不干扰或破坏网络服务.</p>
    <p>
      (3) c遵守使用该服务的所有网络协议, 规定, 程序和惯例. 用户行为准则基于互联网法规, 政策, 程序和惯例.
    </p>
    <p class="title">14. 保证</p>
    <p>
      用户同意维护和维护本网站所有成员的利益, 负责支付因用户超出服务范围使用而产生的律师费, 违反服务条款的损害赔偿以及其他人使用用户电脑, 帐号的追索权 及其他知识产权.
    </p>
    <p class="title">15. 服务结束</p>
    <p>
      用户或本网站可随时中断一项或多项服务.  本网站不对任何人或第三方负责, 随时中断服务.
      如果用户反对任何服务条款的建议或对条款的后续修改有异议或对本网站的服务有不满, 用户可以行使以下权利:
    </p>
    <p>(1) 不再使用网站信息服务.</p>
    <p>(2) 通知本站停止对该用户的服务.</p>
    <p>
      用户服务结束后，用户使用本网站服务的权利立即中止. 自此, 用户没有任何权利, 本网站也没有义务向用户或第三方传输任何未处理的信息或未完成的服务.
    </p>
    <p class="title">16.通告</p>
    <p>
      所有给用户的通知都可以通过重要页面上的公告或电子邮件或常规信件的方式传送. 服务条款的变更, 服务的变更或其他重要事件的通知将以这种形式发生.
    </p>
    <p class="title">17. 信息内容的所有权</p>
    <p>
      本网站定义的信息包括: 文字, 软件, 声音, 照片, 录像, 图表; 广告中的所有内容;  用户提供的其他信息.
      所有这些内容均受版权, 商标, 标签和其他财产所有权法律的保护.
      因此, 用户只能在本网站和广告商的授权下使用该内容, 不得随意复制, 再创作或制作与该内容相关的衍生产品.
    </p>
    <p class="title">18. 法</p>

    <p>
      本网站的服务条款与尼日利亚的法律解释一致.
      用户与本网站一致同意遵守本网站所在地法院的管辖.
      如果与尼日利亚法律发生冲突, 这些条款将根据法律要求进行完全重构, 其他条款对用户仍然具有约束力.
    </p>
  </div>
</template>
